---
type: PointCloudFilterUtils
namespace: Autodesk.Revit.DB.PointClouds
version: 2024
members: 1
tags: [revit-api, class]
---

# PointCloudFilterUtils

`Autodesk.Revit.DB.PointClouds.PointCloudFilterUtils` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Method | GetFilteredOutline | 2012 | `public static Outline GetFilteredOutline ( PointCloudFilter filter , Outline box )` |